validation/polydisperseBubbleFoam/Pfleger/PflegerPolydisperse/0.org/U.air
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  dev                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U.air;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    inlet
    {
        type                fixedValue;
        value               uniform (0 0.0119 0);
    }
    outlet
    {
        type                inletOutlet;
        phi                 phi.air;
        inletValue          uniform (0 0 0);
        value               $internalField;
    }
    walls
    {
        type                fixedValue;
        value               uniform (0 0 0);
    }
    defaultFaces
    {
        type                empty;
    }
}

// ************************************************************************* //
